{"body":"\n# Want to lead a workshop at elm-conf?\n\nWonderful!\n\n(Want to submit a [talk](/submit/talk) or [open space](/submit/open-space) instead?)\n\nLet's talk logistics:\n\nWorkshops are **either two or four hours long.**\n\nWe expect workshop attendees to **come away with new practical knowledge**.\nFor example: do you want people to learn how to create their own generative art?\nShould they come away confident that they can build an app against a GraphQL API?\nThat's why we ask you to list your learning goals on the form below.\n\nUnlike talks, **workshops do not have to assume attendees know much Elm**.\nIf you'd like to lead a workshop on Elm fundamentals, feel free to pitch it.\nPlease indicate what experience, if any, you expect attendees to have before starting your workshop.\nIt's probably not safe to assume that attendees will do pre-work apart from some light reading, so be prepared to meet people where they are.\n\nWe will have a facilitator present in your workshop, but they are mostly there to help out with logistics of getting people online, running any breakout rooms, et cetera.\nIf you need more help than that to run your workshop, **plan out how many teaching assistants you will need in advance**.\nGo ahead and list these people as co-teachers on the form.\nGood student:teacher ratios vary from workshop to workshop, but a good starting place is 3:1.\nIf you need volunteers from the community, let us know and we can help.\n\nIf your workshop is accepted, you and any co-teachers or assistants will get free admission to the conference.\n\n## Dates\n\n- The CFP is open from **April 20th** to 11:59 PM US Central time on **June 1st**.\n- We'll give one round of feedback (via email) to any workshops submitted up to one week before the end of the CFP (**May 25th** at 11:59PM US Central time.)\n- We will notify you of results via email by **June 12**.\n\n## Submit\n\n<google-form id=\"1FAIpQLSdMfklWrdKCxFToIvtw9so1-rBA_qMMerfUZ98TBYWJvZMUyA\" height=\"1771\"></google-form>\n","staticData":{}}