{"body":"\n# Sponsoring elm-conf\n\n\nelm-conf is a three-day, single-track conference for the Elm programming language community, now in its fifth year.\nelm-conf 2020 is July 15–17, and will be held exclusively online due to the global COVID-19 crisis.\n\nAs a sponsor of elm-conf, you'll have the opportunity to reach attendees at the longest-running annual gathering of Elm developers in the world!\nYour sponsorship helps us bring in find great speakers and workshops and provide grants for underrepresented groups in the Elm community.\nSponsors in past years include NoRedInk, thoughtbot, and ABleton.\n\nPlease contact the organizing team at [sponsorships@elm-conf.com](mailto:sponsorships@elm-conf.com) with any questions or to move ahead with any of these packages.\n\n## Tier 1 ($2,500)\n\nTier 1 sponsorship is designed to get your company in front of the elm-conf audience.\nIt's primarily designed for recruitment.\nDo you want to hire Elm developers?\nThis tier is probably right for you.\n\n- **Exclusive to this tier**, an announcement during a break between talks. Use this time to tell attendees what you're building and why you're interested in Elm. This is especially great for companies looking to recruit Elm developers!\n- Primary placement of your logo, link, and message on elm-conf.com\n- Primary placement of logo on slides between talks.\n- Secondary placement of your logo on published videos.\n- 5 tickets to elm-conf\n- A \"thank you\" tweet including a shorter version of your message from [@elmconf](https://twitter.com/elmconf) before and during the conference.\n\n[Become a Tier 1 sponsor of elm-conf 2020](mailto:sponsorships@elm-conf.com?subject=I'm%20interested%20in%20sponsoring%20elm-conf!)\n\n## Captioning Sponsorship ($1,500, two available)\n\nCaptioning sponsorhip allows us to live-caption all the talks at elm-conf and make those captions available on published talk videos.\nCaptioning makes elm-conf more accessible to all members of the community and is an important part of elm-conf's commitment to inclusion.\nSponsoring captioning allows you to feature your logo in our recorded videos and expand your reach beyond the conference days.\n\n- **Exclusive to this tier**, primary placement of your logo on published talk videos.\n- Secondary placement of your logo, link, and message on elm-conf.com\n- Secondary placement of logo on slides between talks.\n- 3 tickets to elm-conf\n- A \"thank you\" tweet including a shorter version of your message from [@elmconf](https://twitter.com/elmconf) before and during the conference.\n\n[Sponsor captioning at elm-conf](mailto:sponsorships@elm-conf.com?subject=I'm%20interested%20in%20sponsoring%20captioning%20at%20elm-conf!)\n\n## Additional Sponsorship Opportities\n\nIf you'd like to sponsor elm-conf in another way, or at a different price point, please [email us](mailto:sponsorships@elm-conf.com).\nWe'd be happy to hear from you and find a way to work together!\n","staticData":{}}